Repository: dd-ix/website
Catalog: src/locales/*.xlf
Languages: de

source: Our Patrons
de: Unsere Unterstützer

source: Our Sustaining Members
de: Unsere Fördermitglieder

source: News
de: Neuigkeiten

source: Documents
de: Dokumente

source: Contact
de: Kontakt

source: Privacy Policy
de: Datenschutzerklärung

source: Imprint
de: Impressum

source: Not Found
de: Nicht gefunden

source: How about jumping back to the <a routerLink="/">home</a> page?
de: Wollen Sie zur <a routerLink="/">Startseite</a> zurückspringen?

source: Association
de: Verein

source: Internet Exchange
de: Internet-Knoten

source: Support
de: Unterstützung

source: What is peering?
de: Was ist Peering?

source: Peering Policy
de: Peering Richtlinien

source: Why should I peer?
de: Warum sollte ich peeren?

source: Peering is a term from network technology. It enables ISPs (Internet Service Providers) or network operators to easily exchange data with each other. This data transfer between peering partners is free of charge and offers numerous advantages.
de: Peering ist ein Begriff aus der Netztechnik. Es ermöglicht großen und kleinen Netzbetreibern untereinander einen einfachen Datenaustausch. Der Datentransfer zwischen Peering-Partnern bietet zahlreiche Vorteile.

source: An IXP also enables better resilience, as traffic can be transmitted even if a link to a particular network fails, as long as there are routes through alternative peering partners.
de: Internet Exchange Points verbessern auch die Ausfallsicherheit, da sie die Vermaschung im Internet erhöhen. IXPs sind eine Plattform, um viele andere Netzwerke miteinander zu verbinden. Hierbei sind Internet Exchange Points vor allem für Content Delivery Networks (CDN) und Internet Service Provider (ISP) interessant.

source: Peering through an IXP like the DD-IX reduces the need for expensive Internet transit services. Because only the connection are paid for and not the data volume used.
de: Das Peering über einen IXP wie dem DD-IX reduziert den Bedarf an teuren Internet-Transitdiensten, denn es wird nur der Anschluss bezahlt und nicht das genutzte Datenvolumen. Über eine zentrale Peering-Stelle wird außerdem der Betriebsaufwand reduziert. Statt Peering-Verbindungen mit vielen Netzwerken aufzubauen, wird genau eine benötigt, um die Netze vor Ort zu erreichen.

source: The aim of peering is to route traffic between the participating networks more efficiently and to avoid bottlenecks. Through peering connections provided by DD-IX, we enable all participants to route network packets among each other shorter and faster.
de: Das Ziel von Peering ist es, den Internet-Verkehr zwischen den beteiligten Netzen möglichst direkt zu verteilen. Das ist kostengünstiger, reduziert Verzögerungen und erhöht die Robustheit. Die von DD-IX bereitgestellte Peering-Infrastruktur stellt hierfür das Rückgrat dar.

source: Networking and Sharing Experiences
de: Vernetzung und Erfahrungsaustausch

source: Besides the peering LAN and our route servers for the core operation of the IXP, we run most of the systems of the association ourselves.
de: Neben dem Peering LAN und unserem Route Server für den Kernbetrieb des IXPs betreiben wir auch die weitere Technik für den Verein selbst.

source: Association Work
de: Vereinsarbeit

source: Public Relations
de: Öffentlichkeitsarbeit

source: Participation & Joining
de: Teilnahme & Beitritt

source: Optimal network packet forwarding is an important aspect of building a robust and efficient Internet. Peering with an IXP allows access to content and services provided by other network operators or ISPs without the need to establish many direct peerings among each other.
de: Der schnelle Transfer von Daten ist ein wichtiger Erfolgsfaktor für viele Dienste und Anwendungen im Internet. Peering an einem IXP reduziert die lokalen Umwege zwischen denen, die Inhalte und Dienste nutzen, und denen, die sie anbieten.

source: Our Vision
de: Unsere Vision

source: We want to promote Saxony as an attractive IT location with a focus on Dresden. Our main focus is the further expansion of the internet communication network. We committ as non-profit organisation for:
de: Wir wollen die Region Sachsen mit dem Schwerpunkt Dresden als attraktiven IT-Standort weiter voranbringen. Unser Hauptaugenmerk liegt in der Weiterentwicklung des Kommunikationsnetzes Internet. Um dieses Ziel zu erreichen, fokussieren wir uns auf:

source: Operation of the DD-IX
de: Betrieb des DD-IX

source: In addition to supporting the community, we run the internet exchange DD-IX at locations in Dresden. DD-IX sees itself as an open, non-profit platform for all internet participants with a AS in the region of Saxony.
de: Neben der Unterstützung der Community betreiben wir den Dresden Internet Exchange. Der DD-IX versteht sich als offene, nicht gewinnorientierte Plattform für alle Internetteilnehmer mit einem eigenen AS in der Region Sachsen.

source: The association is made up of committed members who work voluntarily for the achievement of the goals. Even though the association seems to be technical through IXP operations we are also involved in non-technical areas.
de: Das Rückgrat des Vereins sind seine engagierten Mitglieder, die sich ehrenamtlich für das Erreichen der Ziele einsetzen. Auch wenn der Verein durch den IXP-Betrieb scheinbar technisch geprägt ist, engagieren wir uns auch in nicht-technischen Bereichen.

source: Are you interested in working for the association? We are looking forward to you!
de: Du interessierst dich für die Arbeit im Verein? Wir freuen uns auf dich!

source: Subscribe to the {{ listName }} mailing list
de: Die Mailingliste {{ listName }} abonnieren

source: More Information
de: Mehr Informationen

source: Join Us!
de: Mitmachen!

source: We are a reliable point of contact for organizations, science, business, and the public on issues relating to the internet. In addition to the exchange of experiences within the association and with external third parties, we conduct information and training events. Furthermore, we participate in community events.
de: Wir stehen als verlässlicher Ansprechpartner für Organisationen, Wissenschaft, Wirtschaft und Öffentlichkeit bei Fragen zum Internet zur Verfügung. Neben dem Erfahrungsaustausch im Verein und mit außenstehenden Dritten, führen wir Informations- und Schulungsveranstaltungen durch. Des Weiteren nehmen wir an Konferenzen der Community teil.

source: Join us for an exciting journey. As peer, sponsor, or member of the association you will be part of the development of the DD-IX - the catalyst for the digital future in Saxony!
de: Ob als Peer, Sponsor oder durch Eintritt in den Verein, begleite uns bei der Entwicklung des DD-IX – dem Katalysator für die digitale Zukunft in Sachsen!

source: General
de: Allgemeines

source: Press
de: Presse

source: Address
de: Anschrift

source: Published
de: Veröffentlicht

source: Modified
de: Bearbeitet

source: Author<span *ngIf="post.authors.length > 1">s</span>
de: Autor<span *ngIf="post.authors.length > 1">en</span>

source: Network
de: Netzwerk

source: Services
de: Dienste

source: Finance and Legal
de: Finanzen und Rechtliches

source: Clients and Sponsors
de: Kunden und Sponsoren

source: We are present at the following locations:
de: Wir sind an den folgenden Standorten vertreten:

source: Core Team Members
de: Mitglieder des Kernteams

source: Association Board
de: Vereinsvorstand

source: Statistics
de: Statistiken

source: AS112 Statistics
de: AS112 Statistiken

source: Currently there are <b>{{ peers.length }} participants</b>. Have a look at the list below for more information.
de: Derzeit gibt es <b>{{ peers.length }} Teilnehmer </b>. Weitere Informationen finden Sie in der nachstehenden Liste.

source: Member
de: Mitglied

source: Connections
de: Verbindungen

source: Pricing
de: Preisgestaltung

source: Peer Now!
de: Werde Peer!

source: Join DD-IX!
de: Werde ein Teil von DD-IX!

source: <b>Become</b> a <b>member</b> or <b>customer</b> of DD-IX! See port prices and PoP locations here:
de: <b>Werden Sie</b> ein <b>Mitglied</b> oder <b>Kunde</b> von DD-IX! Siehe Portpreise und PoP Standorte hier:

source: Become a part of DD-IX! You as a natural person can actively participate and have a say in the daily life of IX as a regular member. Companies and legal entities can become supporting members, support our mission on a monthly basis, can present themselves at events and receive regular updates. Sponsors, such as an organisation, company or individual, can support us with one-time donations and receive visibility on our website in the sponsors tab. Join now and support our mission!
de: Werde ein Teil von DD-IX! Du als natürliche Person kannst als ordentliches Mitglied aktiv am IX-Alltag teilnehmen und mitbestimmen. Unternehmen und juristische Personen können Fördermitglieder werden, unsere Mission monatlich unterstützen, sich bei Events präsentieren und regelmäßige Updates erhalten. Sponsoren, sei es als Organisation, Firma oder Einzelperson, können uns mit einmaligen Spenden unterstützen und erhalten dafür Sichtbarkeit auf unserer Webseite im Sponsoren Tab. Mach jetzt mit und unterstütze unser Vorhaben!

source: The DD-IX is operated by committed people of the DD-IX Dresden Internet Exchange e.V. Our mission is the economical, ecological, and robust exchange of data over the Internet. To enable direct data delivery between source and destination, we leverage the unique advantages of an Internet Exchange Point (IXP).
de: Betrieben wird der DD-IX von leidenschaftlich Engagierten im Rahmen des DD-IX Dresden Internet Exchange e.V. Unsere Mission ist der ökonomische, ökologische und robuste Austausch von Daten über das Internet. Um die Daten möglichst direkt von der Quelle zum Ziel zu transportieren, nutzen wir die Vorteile eines Internet Exchange Points (IXP).

source: The DD-IX is an Internet exchange for Dresden. As a non-commercial platform, we are open to all Internet stakeholders that are interested in multilateral exchange of Internet traffic. Only 20 km from the geographic center of Saxony, the DD-IX location in Dresden offer the perfect fundament to peer with participants in the Saxony region over short distances.
de: Der DD-IX ist der Internet-Knoten für Dresden. Als nicht-kommerzielle Plattform stehen wir allen Interessierten zum multilateralen Austausch von Internet-Verkehr offen. Nur 20 km vom geografischen Mittelpunkt Sachsens entfernt, bietet der DD-IX Standort in Dresden die idealen Voraussetzungen, um sich mit den Teilnehmern in der Region Sachsen auf kurzen Wegen zu vernetzen.

source: Mailing Lists
de: Mailinglisten

source: Subscribe
de: Abonieren

source: now
de: jetzt

source: <b>Time: {{post.start_time | date: 'short' }}</b> until <b>{{post.end_time | date: 'short'}}</b>
de: <b>Zeit: {{post.start_time | date: 'short' }}</b> bis <b>{{post.end_time | date: 'short'}}</b>

source: <b>Location: {{post.location}}</b>
de: <b>Ort: {{post.location}}</b>

source: <b>Registration is mandatory!</b>
de: <b>Die Anmeldung ist erforderlich!</b>

source: Registration
de: Anmeldung

source: After a year of work, we want to celebrate!
de: Nach einem Jahr Arbeit wollen wir feiern!

source: last year
de: letztes Jahr

source: last two days
de: letzten zwei Tage

source: last week
de: letzte Woche

source: last month
de: letzter Monat

source: Event
de: Veranstalltung

source: Blog & News
de: Neuigkeiten & Blog

source: invalid data
de: invalide daten

source: News & Events
de: Neuigkeiten & Veranstaltungen

source: We cordially invite you to the opening of DD-IX, the first public Internet Exchange in Dresden, Saxony. Join us for a recap of the last year, community talks, food and drinks. Participation is free but we kindly ask you to register. Let’s celebrate together!
de: Wir laden herzlich zur Eröffnung von DD-IX ein, dem ersten öffentlichen Internet Exchange in Dresden, Sachsen. Freuen Sie sich mit uns auf einen Rückblick auf das vergangene Jahr, Gespräche mit der Community, Essen und Trinken. Die Teilnahme ist kostenlos, aber wir bitten um eine Anmeldung. Lasst uns gemeinsam feiern!

source: last thee months
de: letzten drei Monate

source: <b>Opening Message from Vint Cerf</b>, Father of the Internet and Chief Internet Evangelist for Google
de: <b>Nachricht von Vint Cerf</b>, einer der Väter des Internets und Chief Internet Evangelist bei Google

source: <b>Train:</b> Venue accessible via <a href="https://maps.app.goo.gl/GPtKv5pwh2CPKJZz5">Dresden Hbf</a> and <a href="https://maps.app.goo.gl/BPVxKKcnafR1sbDo8">Dresden Hbf Nord</a>
de: <b>Zug:</b> Der Veranstaltungsort liegt in der nähe von: <a href="https://maps.app.goo.gl/GPtKv5pwh2CPKJZz5">Dresden Hbf</a> und <a href="https://maps.app.goo.gl/BPVxKKcnafR1sbDo8">Dresden Hbf Nord</a>

source: Welcome from SachsenGigaBit
de: Begrüßung von der SachsenGigaBit

source: <b>Plane:</b> You can fly to <a href="https://g.co/kgs/EtH1f6M">DRS Dresden Airport</a> and then take <b>S2</b> until <a href="https://maps.app.goo.gl/GPtKv5pwh2CPKJZz5">Dresden Hbf</a>
de: <b>Flugzeug:</b> Der nächste Flughafen ist <a href="https://g.co/kgs/EtH1f6M">DRS Dresden Airport</a> von dort aus kann die S-Bahn Linie<b>S2</b> bis<a href="https://maps.app.goo.gl/GPtKv5pwh2CPKJZz5">Dresden Hbf</a> genommen werden.

source: [Welcome and Opening Messages]
de: [Gegrüßungs-Reden]

source: Christian Dieckhoff, Board of Directors BCIX
de: Christian Dieckhoff, Vorstand BCIX

source: Location
de: Ort

source: Participate in the Dresden Network Operators Group:
de: Werde ein Teil der Dresden Netzbetreiber Gruppe (DDNOG):

source: Peering at DD-IX
de: Werde Peer am DD-IX

source: Prof. Dr. Matthias Wählisch, Chair of Distributed and Networked Systems, TU Dresden and DD-IX
de: Prof. Dr. Matthias Wählisch, Chair of Distributed and Networked Systems, TU Dresden und DD-IX

source: 19:20 Food and Drinks
de: 19:20 Buffet und Getränke

source: Date
de: Datum

source: Join DDNOG!
de: Werde Teil der DDNOG!

source: Welcome from DD-IX
de: Begrüßung vom DD-IX Team

source: Prof. Thomas Popp, State Secretary for Digital Administration and Modernisation of Administration
de: Prof. Thomas Popp, Staatssekretär für digitale Verwaltung und Modernisierung der Verwaltung

source: 23:00 End of Event
de: 23:00 Ende der Veranstaltung

source: Mirjam Kühne, Chair of the RIPE Community
de: Mirjam Kühne, Vorsitzende RIPE Community

source: Traveling
de: Anreise

source: Events & News
de: Veranstaltungen & News

source: Join Now!
de: Werden Teil des Projekts!

source: Subscribe Now!
de: Jetzt Abonnieren!

source: 17:00 Begin
de: 17:00 Start

source: Join Matrix Room!
de: Tritt unserem Matrix-Raum bei!

source: DNS Queries
de: DNS Anfragen

source: [Doors Open]
de: [Einlass]

source: [Socializing]
de: [Getränke und Buffet]

source: Queries
de: Anfragen

source: Welcome from the Saxonian Government
de: Begrüßung von der Sächsischen Staatskanzlei

source: [Community Talks]
de: [Community Vorträge]

source: Markus Ziehe, Chair of Board AG DSN
de: Markus Ziehe, Vorstandsvorsitzender AG DSN

source: Setup Fee
de: Anschlussgebühr

source: Monthly Fee
de: Monatliche Kosten

source: DD-IX Terms of Service
de: DD-IX Nutzungsbedingungen

source: Bandwidth
de: Bandbreite

source: Monthly Fee for Members*
de: Monatliche Kosten für Mitglieder*

source: <b>Simply send us an E-Mail to start the ordering process.</b><br><span>*Offer for sustaining members of DD-IX who already contribute more then 200€ per month.</span>
de: <b>Schreib uns einfach eine E-Mail, um den Bestellprozess zu starten.</b><br><span>*Wir bieten diesen reduzierten Preis für Fördermitglieder an, welche uns bereits mit mehr als 200€ pro Monat unterstützen.</span>
